["enjoy", "best", "western", "pioneer", "squar", "husband", "room", "king", "bed", "clean", "quiet", "attract", "son", "corner", "main", "street", "light", "hotel", "trip", "appreci", "love", "wood", "center", "breakfast", "includ", "happi", "waffl", "toast", "cereal", "egg", "meal", "locat", "great", "walk", "shop", "restaur", "well", "transport", "pike", "market", "reason", "nearbi", "gold", "rush", "museum", "stay", "staff", "help", "knowledg", "visit", "seattl", "price", "close", "want", "ferri", "ride", "underground", "tour", "short", "accommod", "need", "plenti", "good", "book", "read", "issu", "area", "fine", "fact", "histor", "quaint", "part", "town", "definit", "recommend", "head", "amtrak", "station", "game", "perfect", "downtown", "build", "comfort", "friendli", "famili", "think", "super", "cool", "store", "age", "expens", "public", "rail", "appear", "complet", "renov", "period", "small", "equip", "remind", "style", "polit", "genuin", "type", "busi", "romant", "getaway", "time", "check", "park", "front", "block", "weekend", "n't", "rate", "charg", "compar", "larg", "view", "wall", "bad", "elev", "afternoon", "lot", "left", "constantli", "move", "day", "hallway", "floor", "night", "young", "peopl", "parti", "sunday", "quieter", "extrem", "purchas", "advanc", "month", "prior", "cancel", "call", "told", "receiv", "refund", "reserv", "problem", "compani", "size", "distanc", "furnitur", "fairli", "wonder", "updat", "bathroom", "wifi", "reliabl", "fruit", "effici", "properti", "pub", "moment", "idea", "long", "waterfront", "averag", "minut", "water", "even", "free", "continent", "ball", "st.", "coupl", "bu", "airport", "place", "stadium", "rental", "car", "avail", "nice", "amen", "door", "italian", "feet", "varieti", "sight", "greet", "desk", "year", "catch", "choic", "lodg", "space", "higher", "eat", "origin", "lobbi", "open", "servic", "district", "sign", "outdoor", "internet", "comput", "atmospher", "qualiti", "nois", "compact", "face", "intern", "courtyard", "except", "opinion", "option", "easi", "ambianc", "rare", "experi", "thing", "mind", "luxuri", "wo", "disappoint", "earli", "hold", "allow", "bag", "ate", "food", "care", "bread", "daughter", "job", "citi", "neighborhood", "live", "sightse", "drive", "train", "coffe", "cup", "elliott", "bay", "hous", "seafood", "upgrad", "queen", "club", "member", "bottl", "cooki", "comfi", "linen", "spotless", "wireless", "bonu", "onlin", "troubl", "flight", "directli", "honor", "garag", "card", "access", "zone", "luggag", "amount", "sleep", "suggest", "foot", "fun", "inform", "highli", "thoroughli", "hope", "travel", "pleasur", "thought", "air", "condit", "bedroom", "bit", "noisi", "paid", "full", "hostel", "terribl", "start", "traffic", "level", "direct", "work", "uncomfort", "laptop", "bare", "mediocr", "juic", "make", "wake", "hassl", "despit", "huge", "late", "extra", "cost", "bw", "surpris", "road", "arriv", "excel", "outstand", "ton", "van", "recept", "accomod", "requir", "decor", "explor", "tourist", "rout", "hand", "transit", "seatac", "learn", "high", "quick", "big", "look", "immacul", "shower", "doubl", "tub", "brand", "soap", "towel", "neg", "comment", "pillow", "pleasant", "friend", "birthday", "bar", "delux", "smallest", "post", "pay", "west", "coast", "chose", "posit", "review", "cozi", "interest", "star", "serv", "cover", "drove", "second", "seedi", "step", "insid", "find", "attent", "bright", "window", "ceil", "south", "rain", "umbrella", "spaciou", "side", "loud", "request", "sound", "person", "roomi", "site", "load", "spot", "lift", "built", "confer", "brought", "fellow", "pleas", "bring", "touch", "heard", "guest", "wife", "overnight", "situat", "pier", "core", "taxi", "futur", "feel", "half", "incred", "charm", "basic", "tower", "aquarium", "manag", "needl", "notic", "fare", "three", "uphil", "choos", "'re", "1st", "ave", "washington", "decent", "sausag", "tasti", "fill", "san", "beat", "dinner", "overlook", "yesler", "local", "worth", "cruis", "bell", "man", "offer", "warm", "slow", "august", "safeco", "conveni", "worri", "boil", "pastri", "fresh", "go", "run", "avenu", "centr", "mall", "caught", "deal", "save", "cab", "exceed", "expect", "complimentari", "remodel", "metro", "sea-tac", "homeless", "thin", "hear", "talk", "toilet", "flush", "turn", "highway", "morn", "pretti", "chinatown", "packag", "bigger", "box", "case", "bath", "impress", "dark", "news", "'m", "stain", "carpet", "shampoo", "tidi", "handi", "port", "hall", "snack", "patio", "cafe", "danish", "websit", "unabl", "complementari", "bagel", "scrambl", "appl", "orang", "yogurt", "muffin", "hard", "tea", "milk", "appoint", "satisfi", "hesit", "vicin", "felt", "adequ", "folk", "field", "clerk", "real", "plate", "plastic", "watch", "basebal", "groceri", "defin", "marin", "tire", "ticket", "attend", "sketchi", "treat", "facil", "knew", "spend", "plan", "vacat", "victoria", "vancouv", "island", "francisco", "welcom", "liter", "mile", "return", "2nd", "wors", "poor", "honeymoon", "fast", "fit", "perfectli", "better", "secur", "smile", "reccomend", "pizza", "custom", "seahawk", "beauti", "charact", "restor", "top", "stori", "mail", "canada", "item", "happier", "glass", "group", "gener", "shuttl", "easili", "adventur", "shape", "pot", "balconi", "happen", "spent", "afford", "spectacular", "boat", "lock", "courtesi", "avoid", "hill", "fish", "discov", "nicer", "imagin", "summer", "hour", "delight", "central", "advantag", "beer", "select", "tv", "daili", "wide", "prompt", "chang", "typic", "pull", "roll", "discount", "ask", "photo", "chain", "board", "alaska", "middl", "histori", "combin", "adjac", "termin", "singl", "readi", "promis", "4th", "keep", "extens", "simpli", "sit", "departur", "loung", "terrif", "art", "absolut", "altern", "alaskan", "wander", "wi-fi", "bottom", "minor", "limit", "number", "connect", "reach", "hang", "encount", "forgot", "add", "system", "activ", "total", "modern", "ideal", "driver", "question", "usual", "furnish", "date", "televis", "ok.", "cours", "ground", "monorail", "advic", "form", "safe", "father", "leisur", "week", "flat", "screen", "iron", "maker", "maid", "rest", "machin", "meant", "hot", "jazz", "glad", "deliv", "larger", "relax", "luck", "knock", "owner", "name", "deserv", "housekeep", "wait", "pick", "proxim", "decis", "concern", "safeti", "stuck", "explain", "antiqu", "replac", "stop", "uniqu", "nicest", "fair", "share", "money", "life", "pleasantli", "pm", "end", "bother", "freeway", "provid", "interior", "write", "entranc", "row", "log", "worn", "meet", "come", "base", "bill", "fantast", "older", "accept", "complain", "rough", "'d", "tini", "profession", "pet", "smoke", "polici", "point", "heat", "fan", "3rd", "exampl", "courteou", "fabul", "weather", "cold", "forward", "belltown", "exterior", "lower", "fixtur", "experienc", "amaz", "map", "invit", "cleanli", "duti", "effort", "arrang", "it\u00e2\u20ac\u2122", "counter", "ice", "key", "phone", "contact", "slept", "disturb", "opposit", "order", "don\u00e2\u20ac\u2122t", "event", "dead", "boutiqu", "till", "blanket", "actual", "continu", "empti", "addit", "list", "normal", "guess", "pass", "fee", "kind", "speak", "speed", "desir", "ensur", "answer", "rememb", "control", "aaa", "cabl", "downsid", "cute", "print", "tast", "employe", "refurbish", "firm", "soft", "vehicl", "assort", "heart", "prepar", "pool", "dine", "children", "extend", "practic", "improv", "complaint", "true", "stock", "toiletri", "pictur", "consid", "power", "prove", "sens", "gentleman", "cloth", "tabl", "heritag", "bedspread", "curtain", "women", "eleg", "massag", "jacuzzi", "fridg", "america", "ship", "await", "spoke", "economi", "qwest", "girlfriend", "septemb", "longer", "simpl", "color", "sink", "earlier", "starbuck", "crowd", "attempt", "clear", "michael", "respond", "check-in", "maintain", "checkin", "condition", "unit", "purpos", "separ", "juli", "garden", "drink", "airlin", "saturday", "pricey", "venu", "worst", "smell", "rude", "leav", "memor", "spring", "hop", "anniversari", "outdat", "decid", "difficult", "standard", "closer", "min", "special", "major", "sport", "frequent", "panhandl", "entertain", "aspect", "polic", "siren", "buse", "music", "chair", "lamp", "pressur", "prefer", "concierg", "environ", "countri", "midnight", "cheaper", "guy", "privat", "establish", "mattress", "exactli", "gem", "mother", "gate", "awesom", "camera", "east", "individu", "surround", "crown", "plaza", "search", "web", "inexpens", "stair", "odor", "luckili", "suit", "cheer", "supris", "delici", "walkabl", "woman", "favorit", "christma", "tree", "awar", "celebr", "wed", "fireplac", "line", "california", "degre", "offic", "paper", "interst", "westlak", "noon", "dish", "assist", "personnel", "checkout", "finish", "holiday", "wine", "ten", "famou", "alley", "fault", "tax", "horribl", "clearli", "motel", "entir", "mention", "\u00e2\u20ac", "\u201c", "credit", "realiz", "forget", "plug", "stress", "set", "hair", "buy", "suppos", "lunch", "met", "non-smok", "chees", "pluse", "cheap", "overpr", "adjust", "kid", "closest", "convent", "friday", "note", "ahead", "understand", "goodi", "surprisingli", "rent", "listen", "ammen", "advis", "north", "flower", "rang", "agre", "buffet", "ago", "attitud", "tip", "report", "carri", "miss", "final", "address", "send", "detail", "mark", "10pm", "numer", "lucki", "fire", "fortun", "basket", "third", "enter", "downstair", "pacif", "hit", "stuff", "correct", "previou", "describ", "agent", "held", "pricelin", "girl", "menu", "hospit", "weird", "figur", "constant", "drop", "restrict", "bodi", "respons", "serious", "bewar", "annoy", "execut", "inn", "transfer", "fall", "loyal", "yummi", "attach", "sauna", "construct", "microwav", "coupon", "grab", "recycl", "bin", "dispens", "wast", "easier", "fanci", "industri", "gym", "spa", "dollar", "sheet", "heater", "wash", "treatment", "gross", "rip", "granola", "scienc", "closet", "neighbor", "teenag", "advertis", "adult", "frig", "visitor", "parent", "walgreen", "featur", "green", "scream", "musti", "broken", "denni", "solid", "micro", "a/c", "refriger", "switch", "channel", "matter", "eco", "april", "seriou", "shabbi", "emp", "host", "cottag", "expedia", "wallpap", "state", "vari", "dirti", "8am", "chanc", "proceed", "occas", "low", "budget", "decaf", "adjoin", "lack", "suppli", "excus", "ladi", "satisfactori", "cigarett", "temperatur", "mcdonald", "bug", "email", "consist", "respect", "privaci", "swim", "refus", "project", "unfriendli", "process", "mainten", "dingi", "senior", "wrong", "take", "kitchen", "dont", "written", "sky", "medium", "con", "5th", "upper", "team", "confirm", "handicap", "voucher", "fli", "bought", "duck", "juvi", "lost", "commun", "potato", "mistak", "peac", "accid", "cart", "june", "wow", "\u2019", "\u201d", "produc", "aurora", "filthi", "burn", "christoph", "calistoga", "napa", "valley", "fountain", "adel", "wineri", "sweet", "helena", "espresso", "rank", "dusti", "dalla", "phoenix"]